;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 2.12
; Update: 09.08.2015
;
[GUI]
ButtonYes=Так
ButtonNo=Не
ButtonOK=Добра
ButtonMinimize=Схаваць
ButtonMaximize=Разгарнуць
ButtonClose=Зачыніць
ButtonRestore=Аднавіць
ButtonMenu=Мэню

[Translation]
LangCode=0423
ReadHabit=Зьлева направа
LanguageName=BEL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Зьвесткі
Warning=Папярэджаньне
Error=Памылка
Confirm=Пацьверджаньне
FrmJSAbout.caption=Пра праґраму
FrmJSAbout.btnok.caption=Добра
FrmJSAbout.lblver.caption=Бягучая вэрсія:
FrmJSAbout.lblemail.caption=Эл.адрас падтрымкі:
FrmJSAbout.lblhome.caption=Хатняя старонка:
FrmJSAbout.lblthank.caption=Дзякуем наступным панам за іх садзейнічаньне:
;
; Popup Menu
;
pmCheckMsg=Атрымліваць навіны
pmforum=Форум
pmHelp=Анлайн-даведка
pmHome=Хатняя старонка
pmCheckNew=Шукаць абнаўленьні
pmContact=Скантактавацца
pmLang=Мова
pmAbout=Пра праґраму
pmcpfilename=Капіяваць поўны шлях
pmcppath=Капіяваць каталёґ
pmopen=Адчыніць файл
pmopenfolder=Адчыніць тэчку
pmcpfile=Капіяваць файл/тэчку
pmdel=Выдаліць файл(ы)
pmatt=Уласьцівасьці
pmSelectAll=Абраць усё
pmSelectNone=Зьняць выбар
pmSelectInvert=Зьвярнуць выбар
pmCheckNew=Шукаць абнаўленьні
pmJetHelp=Хуткі пошук
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Падабаецца
FrmRSMain.btnSearch.caption=Пошук
FrmRSMain.btnfeedback.caption=Водгукі й прапановы
FrmRSMain.btncheckupdate.caption=Check for updates
FrmRSMain.btnFacebook.hint=Лайкнуць WiseCleaner у Facebook
FrmRSMain.btnTwitter.hint=Цвыркнуць пра Wise JetSearch у Twitter
FrmRSMain.btnemail.hint=Параіць Wise JetSearch сябрам
;
;Like us
;
Frmlikeit.lblTitle.caption=Калі Вам спадабаўся Wise JetSearch, калі ласка парайце гэтае прыкладаньне ўсім вашым сябрам.
Frmlikeit.lblInfo.caption=Калі ласка, дзяліцеся Wise JetSearch з вашымі роднымі, сябрамі, сваякамі, калеґамі й аднаклясьнікамі пры дапамозе эл.пошты, жывальнікаў, Twitter, YouTube, Facebook і г.д.. Яны таксама застануцца задаволенымі гэтаю праґрамаю.
Frmlikeit.lblRate.caption= Рэйтынґ Wise JetSearch:
Frmlikeit.lblfollow.caption=Дадайце нас:
Frmlikeit.lblshare.caption=Падзяліцца Wise JetSearch:
Frmlikeit.btndownload.caption=Спампаваць
Frmlikeit.imgrate.hint=Надайце нам 5 зоркаў
Frmlikeit.imgmail.hint=Падзяліцца праз эл.пошту
Frmlikeit.imgface1.hint=Падзяліцца праз Facebook
Frmlikeit.imgface2.hint=Дадайце нас у Facebook
Frmlikeit.imgtwitter1.hint=Падзяліцца праз Twitter
Frmlikeit.imgtwitter2.hint=Дадайце нас у Twitter
Frmlikeit.Caption=Падабаецца
Frmlikeit.lbldownload.caption=Спампуйце больш дармавых праґрамаў з WiseCleaner.com :

[Edit]
pmcut=Выразаць
pmcopy=Капіяваць
pmpaste=Уставіць
pmdelete=Выдаліць
pmselectall=Абраць усё


[Message]
Loading=Індэксацыя...
Loaded=Выканана
Audios=Аўдыё
Videos=Відэа
Images=Відарысы
Document=Дакумэнты
Compressed=Архівы
Email=Эл.лісты
NewVer=Даступна новая вэрсія! Жадаеце абнавіць праґраму зараз?
KeyDelete=Выдаліць
AllHardDrive=Лякальныя цьвёрдыя дыскі
SelectHardDrive=Калі ласка, абярыце цьвёрды дыск
ScanFor=Пошук на дыску:
Search=Пошук
LeftTimeSec=Працягласьць: %s сэк.
NoKeyWord=Калі ласка, азначце ключавое слова для пошуку.
Stop=Спыніць
NoDriveChecked=Калі ласка, абярыце цьвёрды(я) дыск(і), на якім(х) Вы жадаеце шукаць.
NoNewVer=Віншуем! Вы карыстаецеся апошняю вэрсіяю!
TranslateTo=Перакласьці...

[FastFind]
Name=Імя
Path=Шлях
FileSize=Памер файла
FileType=Тып
DateModified=Зьменены
KeyWord=Азначце ключавое слова
SearchFinish=Пошук выкананы. %d файл(а,аў)/тэчка(і,аў) знойдзена.
SearchAborted=Пошук перапынены. %d файл(а,аў)/тэчка(і,аў) знойдзена.
NoResult=Ня знойдзена ніякіх адпаведных файлаў.

[Help]
Startup=Запускаць разам з кампутарам
AutoRunMain=Адчыняць акенца разам з JetSearch
Del=Выдаліць
Tips=Хуткі лякальны пошук файлаў/тэчкаў